<?php
// Heading
$_['heading_title']		 			= '<strong style="color:#41637d">WayForPay API - онлайн оплата</strong>'; 

// Text
$_['text_extension']	 			= 'Платежі';
$_['text_success']		 			= 'Налаштування успішно збережені!';
$_['text_edit']          			= 'Редагування';
$_['text_test']          			= 'Тестовий режим';
$_['text_work']          			= 'Робочий режим';
$_['text_direct_pay']          		= 'Пряма оплата: гроші одразу зарахуються вам';
$_['text_hold_pay']          		= 'Холд коштів на рахунку: гроші заморожуються банком на рахунку покупця, поки ви не приймете платіж.';
$_['text_langues_auto']          	= 'Автоматично';
$_['text_success_log']          	= 'Лог успішно очищений!';
$_['text_type_referer']          	= 'Перехід до оплати на сторінку Wayforpay (стандартний варіант)';
$_['text_type_modal']          		= 'Вивід модального вікна у кошику, без переходу на платіжку';
$_['text_license']          		= 'Для отримання ліцензії зверніться до мене на Email або напишіть особисте повідомлення на майданчику, де було придбано модуль. Мої контакти: <a href="mailto:bogdan281989@gmail.com">bogdan281989@gmail.com</a>';

// Entry
$_['entry_merchant_account']	 	= 'Merchant Account';
$_['entry_secret_key']	 			= 'Секретний ключ (merchantSecretKey)';
$_['entry_type']		 			= 'Тип';
$_['entry_total']		 			= 'Мінімальна вартість замовлення';
$_['entry_order_status']            = 'Статус замовлення після оформлення (при переході на оплату)';
$_['entry_order_success_status']    = 'Статус замовлення успішного платежу';
$_['entry_order_failure_status']    = 'Статус замовлення невдалого платежу';
$_['entry_order_return_status']     = 'Статус замовлення післе повернення платежу';
$_['entry_type_pay']     			= 'Режим оплати у кошику';
$_['entry_geo_zone']	 			= 'Регіон';
$_['entry_status']		 			= 'Статус';
$_['entry_sort_order']	 			= 'Порядок сортування';
$_['entry_status_referrer']	 		= 'Зміна статусу замовлення при переході до оплати';  
$_['entry_mode']	 				= 'Режим роботи';  
$_['entry_type_transaction']	 	= 'Режим списання коштів';  
$_['entry_lang_pay']	 			= 'Мова сторінки оплати';  
$_['entry_name']	 				= 'Змінити назву модуля у кошику';  
$_['entry_status_log']	 			= 'Включити запис у лог';  
$_['entry_currency_pay']	 		= 'Валюта';  
$_['entry_key']	 					= 'Ліцензійний ключ';  

//Tab
$_['tab_info']	 					= 'Інформація';  
$_['tab_added']	 					= 'Додатково';   
$_['tab_log']	 					= 'Логи';   

//Button
$_['button_apply']	 				= 'Застосувати';   
$_['button_clear']	 				= 'Очистити';   

// Help
$_['help_total']		 			= 'Сума замовлення повинна бути вище, щоб цей метод оплати став доступним.';
$_['help_merchant_accoun']		 	= 'Ім\'я мерчанта у системі Wayforpay, воно ж merchantAccount.';
$_['help_secret_key']		 		= 'Секретный ключ у системі Wayforpay, він же merchantSecretKey';
$_['help_order_status']		 		= 'Чи записувати статус у момент початку оплати. Якщо вимкнено, то до моменту успішної або неуспішної оплати замовлення буде помилковим.';
$_['help_lang_pay']		 			= 'Виберіть мову сторінки оплати, яку побачить покупець';
$_['help_currency_pay']		 		= 'Вибрана валюта має бути додана у вас у магазині!';
$_['help_type_pay']		 			= 'Тип оплати в кошику – стандартний перехід на сторінку платіжки або виведення платіжної сторінки у модальному вікні';

// Error
$_['error_permission']	 			= 'Увага: недостатньо прав для редагування!';
$_['error_merchant']				= 'Потрібно вказати ID Продавця!';
$_['error_secret_key']	 			= 'Потрібно вказати секретний ключ!';
