<?php

// Heading
$_['heading_title']  = 'Зворотній зв’язок';

// Text
$_['text_location']  = 'Ми знаходимось за адресою:';
$_['text_store']     = 'Наші магазини';
$_['text_contact']   = 'Форма зворотного зв’язку';
$_['text_address']   = 'Адреса';
$_['text_telephone'] = 'Телефон';
$_['text_fax']       = 'Факс';
$_['text_open']      = 'Графік роботи';
$_['text_comment']   = 'Додаткова інформація';
$_['text_success']   = '<p>Ваше повідомлення було відправлене адміністрації магазину</p>';
$_['text_message']   = '<p>Ваше повідомлення успішно надіслано адміністрації магазину!</p><p>Ми обов’язково дамо Вам відповідь на вказану Вами електронну пошту. Чекайте, будь ласка.</p><p>Поспішаємо Вам повідомити, що Ви також можете замовити зворотній дзвінок.</p><p>Якщо Вас цікавить інформація про роботу магазину, то Ви можете дізнатися її у наших соцмережах та групах.</p></p><br>';
// Entry
$_['entry_name']     = 'Ваше ім’я';
$_['entry_email']    = 'E-mail адреса';
$_['entry_enquiry']  = 'Повідомлення';
$_['entry_you_name']     = 'Введіть ім’я';
$_['entry_you_email']    = 'Введіть вашу e-mail';
$_['entry_text_enquiry']  = 'Напишіть текст повідомлення...';

// Email
$_['email_subject']  = 'Повідомлення від %s';

// Errors
$_['error_name']     = 'Ім’я має містити від 3 до 32 символів';
$_['error_email']    = 'E-Mail адресу вказано невірно';
$_['error_enquiry']  = 'Текст повідомлення має містити від 10 до 3000 символів';