<?php
// Heading
$_['heading_title']  = 'Обратная связь';

// Text
$_['text_location']  = 'Наше местонахождение';
$_['text_store']     = 'Наши магазины';
$_['text_contact']   = 'Форма обратной связи';
$_['text_address']   = 'Адрес';
$_['text_telephone'] = 'Телефон';
$_['text_fax']       = 'Факс';
$_['text_open']      = 'График работы';
$_['text_comment']   = 'Дополнительная информация';
$_['text_success']   = '<p>Ваше сообщение успешно отправлено владельцу магазина!</p>';

$_['text_message']   = '<p>Ваше сообщение успешно отправлено администрации магазина!</p><p>Мы обязательно ответим Вам на указанную Вами электронную почту. Ожидайте пожалуйста.<p><p>Спешим Вам сообщить, что Вы также можете заказать обратный звонок.</p><p>Если Вас интересует информация о работе магазина, то Вы можете узнает ее в наших соцсетях и группах.</p></p><br>';

$_['text_agree']     = 'Я прочитал <a href="%s" class="agree"><b>%s</b></a> и согласен с <br /> условиями безопасности и обработки персональных данных <input name="personal" checked required type="checkbox">  ';
$_['button_submit']  = 'Отправить сообщение';

// Entry
$_['entry_name']     = 'Ваше имя';
$_['entry_email']    = 'E-mail адрес';
$_['entry_enquiry']  = 'Сообщение';
$_['entry_you_name']     = 'Введите имя';
$_['entry_you_email']    = 'Введите ваш e-mail';
$_['entry_text_enquiry']  = 'Напишите текст сообщения...';

// Email
$_['email_subject']  = 'Сообщение от %s';

// Errors
$_['error_name']     = 'Имя должно быть от 3 до 32 символов!';
$_['error_email']    = 'E-mail адрес введен неверно!';
$_['error_enquiry']  = 'Длина текста должна быть от 10 до 3000 символов!';

