<?php

// Heading
$_['heading_title']   = 'Відновлення пароля';

// Text
$_['text_account']    = 'Особистий кабінет';
$_['text_forgotten']  = 'Забули пароль?';
$_['text_your_email'] = 'Ваш E-mail';
$_['text_email']      = 'Введіть E-mail вашого облікового запису.';
$_['text_email_to']      = 'Натисніть кнопку Відновити пароль для отримання пароля на електронну пошту.';


$_['text_success']    = 'Новий пароль був надісланий на вашу адресу електронної пошти';
$_['text_pasword_sistem']         = 'Якщо ви згадали пароль, будь ласка, увійдить до свого кабінету';
$_['text_in_sistem']         = 'входу в систему';

// Entry
$_['entry_email']     = 'E-mail адреса';

// Error
$_['error_email']     = 'E-mail адресу не знайдено, перевірте правильність вводу';
$_['error_approved']  = 'Ваш обліковий запис потребує схвалення адміністрацією перш ніж ви зможете увійти.';