<?php

// Heading
$_['heading_title']    = 'Розсилка';

// Text
$_['text_account']     = 'Особистий кабінет';
$_['text_newsletter']  = 'Отримувати email-розсилку новин (Новинки, знижки, акції)';
$_['text_success']     = 'Ваша підписка оновлена';
$_['text_points_subscription']      = 'Даруємо бали за підписку';
$_['text_newsletter_subscrip']      = '<p>Бонусних балів даруємо всім за підписку на новини!</p></div> <strong>Бонусні ₴ за підписку</strong><p>1. При оформленні підписки гостем він буде автоматично зареєстрований, йому буде показано вікно з оповіщенням про успішну зміну статусу передплати.<br>2. На вказану гостем пошту буде надіслано листа з кількістю нарахованих балів, ім’я - e-mail та автоматично згенерований пароль для авторизації в магазині.</p><strong>Важливо!</strong><p>Бали нараховуються лише один раз, незалежно гість це або зареєстрований користувач.</p>';

// Entry
$_['entry_newsletter'] = 'Підписатись';

// Button
$_['button_confirm']     = 'Підтвердити';
