<?php

// Heading
$_['heading_title']    = 'Реферали Партнера';

// Text
$_['text_account']     = 'Кабінет партнера';
$_['text_description'] = 'Щоб заробляти за партнерською програмою, ви маєте розмістити реферальне посилання на нас. <br>Використовуйте вказаний нижче інструмент для створення реферальних посилань для %s.';

// Entry
$_['entry_code']       = 'Ваш реферальний код';
$_['entry_generator']  = 'Генератор реферальних посилань';
$_['entry_link']       = 'Реферальне посилання';

// Help
$_['help_generator']  = 'Введіть назву товару, на який необхідно створити посилання';