<?php

// Heading
$_['heading_title'] = 'Список бажань';

// Text
$_['text_account']  = 'Особистий кабінет';
$_['text_instock']  = 'В наявності';
$_['text_wishlist'] = 'Список бажань (%s)';
$_['text_login']    = 'Необхідно увійти до <a href="%s">особистого кабінету</a> або <a href="%s">створити обліковий запис</a> для того, щоб зберегти товар <a href="%s">%s</a> у свій <a href="%s">Список бажань</a>';
$_['text_success']  = 'Товар <a href="%s">%s</a> був доданий в <a href="%s">Список бажань</a>';
$_['text_remove']   = 'Список бажань оновлений';
$_['text_empty']    = 'У вас немає товарів в Списку бажань';

// Column
$_['column_image']  = 'Зображення';
$_['column_name']   = 'Назва товару';
$_['column_model']  = 'Модель';
$_['column_stock']  = 'Наявність';
$_['column_price']  = 'Ціна за одиницю товару';
$_['column_action'] = 'Дія';