<?php
// Heading
$_['heading_title'] = 'Менеджер зображень';

// Text
$_['text_uploaded'] = 'Файл завантажений!';
$_['text_directory'] = 'Директорія створена!';
$_['text_delete'] = 'Файл або каталог видалено!';

// Entry
$_['entry_search'] = 'Пошук..';
$_['entry_folder'] = 'Нова папка';

// Error
$_['error_permission'] = 'Доступ Заборонено!';
$_['error_filename'] = 'Назва файлу повинна містити від 3 до 255 символів!';
$_['error_folder'] = 'Назва директорії повинна містити від 3 до 255 символів!';
$_['error_exists'] = 'Файл або директорія з такою назвою вже існує!';
$_['error_directory'] = 'Виберіть директорію!';
$_['error_filetype'] = 'Неправильний тип файлу!';
$_['error_upload'] = 'Файл не може бути завантажений з невідомої причини!';
$_['error_delete'] = 'Неможливо видалити директорію!';