<?php
// Heading
$_['heading_title'] = '<strong style = "color:#41637d">Відгуки про товари</strong>';
$_['heading_store_title'] = '<strong style = "color:#41637d">Відгуки про магазин</strong>';
$_['page_title'] = 'Відгуки про товари';
$_['page_store_title'] = 'Відгуки про магазин';

// Text
$_['text_extension'] = 'Модулі';
$_['text_success'] = 'Налаштування модуля оновлено!';
$_['text_edit'] = 'Редагування модуля';
$_['text_main_settings'] = 'Основні налаштування';
$_['text_media_settings'] = 'Налаштування медіа, що завантажуються';
$_['text_edit'] = 'Редагування модуля';
$_['text_on'] = 'Вкл';
$_['text_off'] = 'Вимк';
$_['text_yes'] = 'Так';
$_['text_no'] = 'Ні';
$_['text_default_sorting'] = 'Стандартне сортування';
$_['text_num_reviews'] = 'Кількість відгуків на сторінці';
$_['text_register'] = 'Відгуки можуть залишати лише зареєстровані покупці';
$_['text_likes'] = 'Лайки/дизлайки лише зареєстровані покупці';
$_['text_rating'] = 'Оцінка при написанні відгуку є обов’язковою/ні';
$_['text_limitations'] = 'Поля гідності/недоліки показувати/ні';
$_['text_captcha'] = 'Показувати капчу';
$_['text_answer'] = 'Додати можливість відповідати на відгуки';
$_['text_answer_register'] = 'Відповідати можуть лише зареєстровані';
$_['text_add_photo'] = 'Можливість додавання фото';
$_['text_add_video'] = 'Можливість додавання відео';
$_['text_all_media'] = 'Показувати блок усі фото та відео';
$_['text_delete_images'] = 'Видалити з папки всі зображення, які не прив’язані до відгуків';
$_['text_delete'] = 'Видалити';
$_['text_delete_image'] = 'Видалити зображення';
$_['text_thumbs_size'] = 'Розмір фото та відео мініатюр: ширина/висота в пікселях';
$_['text_popup_size'] = 'Розмір оригінальних фото: ширина/висота в пікселях. 0 - залишати без змін.';
$_['text_size_limit'] = 'Обмеження завантажених фотографій за роздільною здатністю: ширина/висота в пікселях.';
$_['text_weight_limit'] = 'Максимально допустимий розмір фотографії, що завантажується в мегабайтах.';
$_['text_count_limit'] = 'Обмеження кількості фотографій, що прикріплюються, до одного відгуку.';
$_['text_license_key'] = 'Введіть ліцензійний ключ.';
$_['text_license_key_save'] = 'Зберегти ключ';
$_['text_entry_key'] = 'Введіть ліцензійний ключ';
$_['sort_date'] = 'За датою';
$_['sort_most_useful'] = 'Найкорисніші';
$_['sort_rating'] = 'За рейтингом';
$_['sort_with_media'] = 'З фото та відео';
$_['text_link_allreviews'] = 'Посилання на сторінку з усіма відгуками';

//Owl-carousel
$_['text_owl_settings'] = 'Налаштування каруселів мініатюр';
$_['text_owl_store'] = 'Налаштування owl-carousel';
$_['text_owl_product'] = 'Налаштування owl-carousel у вкладці товару';
$_['text_owl_reviews'] = 'Налаштування owl-carousel на сторінці з усіма відгуками';
$_['text_owl_prod'] = 'Owl-carousel у товарах';
$_['text_owl_rev'] = 'Owl-carousel на сторінці всіх відгуків';
$_['text_owl_size'] = 'Розмір мініатюр';
$_['text_owl_radius'] = 'Border-radius (Округлення кутів мініатюр)';
$_['text_owl_screen'] = 'Роздільна здатність екрана';
$_['text_owl_photo'] = 'Карусель фото';
$_['text_owl_video'] = 'Карусель відео';
$_['text_owl_count'] = 'Кількість елементів';
$_['text_micro'] = 'Мікророзмітка відгуків (Schema.org)';

//Rewards
$_['rewards_title'] = 'Винагорода за відгуки';
$_['rewards_status'] = 'Включити бонусні бали за відгуки';
$_['text_bonus'] = 'Бонусних балів за відгук';
$_['text_bonus_photo'] = 'Бонусних балів за відгук із фото';
$_['text_bonus_video'] = 'Бонусних балів за відгук з відео';
$_['text_bonus_likes_status'] = 'Включити бонусні бали за користь відкликання';
$_['text_bonus_likes'] = 'Бонусних балів за отриманий лайк';
$_['text_link_to_page'] = 'Посилання на сторінку "Відгуки про магазин"';
$_['text_enable_bonuse'] = 'Зарахувати бонуси за коментар';

//API
$_['api_notifications'] = 'Дані бібліотеки, скрипти та стилі необхідні для правильної роботи модуля. У різних шаблонах на сторінці товару вже можуть бути підключені ті чи інші скрипти наведених нижче. Тому, ніж дублювати завантаження вже наявних бібліотек, створено можливість їх відключення з налаштувань модуля.';
$_['text_dropzone'] = 'Підключити Dropzone';
$_['text_magnific'] = 'Підключити Magnific Popup';
$_['text_carousel'] = 'Підключити Підключити owl.carousel';
$_['text_bootstrap_css'] = 'Підключити Bootstrap CSS';
$_['text_bootstrap_js'] = 'Підключити Bootstrap JS';
$_['text_api'] = 'Підключені бібліотеки';

//Media
$_['text_imgbb_on'] = 'Вантажувати фото на хостинг imgbb.com';
$_['text_imgbb_key'] = 'API ключ від хостингу imgbb.com';
$_['text_imgbb_help'] = 'Фотографії завантажуватимуться на сторонній хостинг картинок imgbb.com';
$_['text_key_help'] = 'Індивідуальний ключ, який видається при реєстрації на хостингу картинок imgbb.com';
$_['text_youtube_help'] = 'Додати можливість розміщення у відгуках відеофайлів доданих до youtube';
$_['text_delete_help'] = 'Видаляє з бази даних всі фотографії не прив’язані до відгуків + видаляє ці фотографії з вашого сервера';
$_['text_thumb_help'] = 'Цей параметр не впливає на фактичний розмір мініматюр, що відображаються у відгуках, буде змінюватися тільки їх якість.';
$_['text_max_size'] = 'При завантаженні користувачем зображень, що перевищують задані розміри, буде виводитися помилка.';
$_['text_size_control'] = 'Змінює розмір зображення перед завантаженням на сервер. При увімкненій опції «Вантажувати фото на хостинг imgbb.com» рекомендовані значення не вище 2000 пікселів, оскільки завантаження надто великих фотографій на сторонній хостинг без ресайзу може здійснюватися досить довго.';
$_['text_max_weight'] = 'Максимальна дозволена вага зображення завантажуваного на хостинг imgbb.com = 15мб.';
$_['text_likes_help'] = 'Бонусні бали будуть нараховуватися за отримані лайки до відгуків.';



//Support
$_['text_support'] = 'Інформація про модуль';
$_['text_thanks'] = '<h3>Дякую за використання модуля «<span style="color:#05a120">Ex-reviews</span> - Відгуки про товари» v2.0</h3><h4> Сподіваюся ви залишитеся задоволені своїм вибором</h4><p>З повагою, розробник модуля - Лебедєв Єгор</p>';
$_['text_module_reviews'] = 'Відгуки про модуль';
$_['text_contacts'] = 'Контакти розробника';
$_['text_site'] = 'Сайт:';
$_['text_email'] = 'Пошта: ';



// Entry
$_['entry_name'] = 'Назва';
$_['entry_admin_name'] = 'Стандартне ім’я адміністратора у відповідях';
$_['entry_automoderate'] = 'Автомодерування відгуків';
$_['entry_limit'] = 'Ліміт';
$_['entry_image'] = 'Зображення (ширина x висота)';
$_['entry_width'] = 'Ширина';
$_['entry_height'] = 'Висота';
$_['entry_status'] = 'Статус';
$_['entry_title'] = 'Заголовок сторінки з усіма відгуками';


// Error
$_['error_permission'] = 'У вас немає прав для керування цим модулем!';
$_['error_name'] = 'Ім’я модуля повинно бути від 3 до 64 символів!';
$_['error_width'] = 'Необхідно вказати ширину!';
$_['error_height'] = 'Необхідно вказати висоту!';