<?php
// Heading
$_['heading_title']	  = '<strong style="color:#41637d">DEV-OPENCART.COM —</strong> Резервні копії <a href="https://dev-opencart.com" target="_blank" title="Dev-opencart.com - Модули и шаблоны для Opencart"><img style="margin-left:15px;height:35px;margin-top:10px;margin-bottom:10px;" src="https://dev-opencart.com/logob.svg" alt="Dev-opencart.com - Модули и шаблоны для Opencart"/></a>';
$_['heading_title_raw']  = 'Резервні копії';

// Tab
$_['tab_general']		= 'Параметри';
$_['tab_support']		= 'Підтримка';

// Text
$_['text_success']	   = 'Налаштування модуля оновлені!';
$_['text_module']		= 'Модулі';
$_['text_description']   = '<p>Резервні копії знаходяться в меню Система \ Резервні копії. Але побачити її зможе тільки той, у кого є права на перегляд \ видалення для цього модуля. Відповідно, відразу після встановлення ви повинні зайти в Система \ Користувачі \ Групи користувачів і додати права на перегляд \ модифікацію потрібним групам користувачів</p>';
$_['text_destination_yandex.disk']	= 'Яндекс.Диск';
$_['text_destination_ftp']	= 'FTP-Сервер';
$_['text_destination_drive']	= 'Гугл Диск';
$_['text_check_password']	= 'Перевірити пароль';
$_['text_get_token']	= 'Отримати код-відповідь від дропбокс';
$_['text_get_access']	= 'Підключитись до Гугл Диску';
$_['text_check_token']	= 'Перевірити чи отримати Токен';
$_['text_success_clear']	= 'Логи успішно видалені';
$_['text_module_version'] = '';

// Button
$_['button_save']		= 'Зберегти';
$_['button_save_and_close'] = 'Зберегти і Закрити';
$_['button_close']	   = 'Закрити';
$_['button_recheck']	 = 'Перевірити ще раз';

// Entry
$_['entry_status']	   = 'Статус:';
$_['entry_debug']		= 'Налагодження:';
$_['entry_replace_system_backup'] = 'Замінити системні резервні копії';
$_['entry_destination']  = 'Куди зберігати:';
$_['entry_notify_list']  = 'Кому повідомляти:<br><i>( роздільник - ; )</i>';
$_['entry_max_copies']   = 'Максимальна кількість копій:<br><br>Зайві резервні копії будуть видалені перед створенням нової резервної копії';
$_['entry_server']	   = 'Сервер:';
$_['entry_token']	   = 'Токен:';
$_['entry_api_key']	   = 'Api ключ:';
$_['entry_api_secret']	   = 'Api секрет:';
$_['entry_google_api']	   = 'Api ключ:';
$_['entry_client_id']	   = 'Клієнт id:';
$_['entry_client_secret']	   = 'Клієнт секрет:';
$_['entry_token_desc']   = 'Токен необхідний для звязку вашого акаунта Дропбокс з додатком';
$_['entry_folder']	   = 'Каталог:';
$_['entry_username']	 = 'Логін:';
$_['entry_password']	 = 'Пароль:';
$_['entry_confirm_password'] = 'Підтвердіть пароль:';
$_['entry_cron']		 = "Запуск із крону: ";
$_['entry_exclude_files']	 = 'Виключити ці файли:<br><br><i>Один рядок - одне правило, маски дозволені</i><br><br><i>Рекомендується:<br>*cache/*<br>*.log</i>';
$_['entry_exclude_tables']	= 'Виключити ці таблиці:<br><br><i>Один рядок - одне правило, маски дозволені</i>';

// Error
$_['error_permission']   = 'У Вас немає прав для керування цим модулем!';
$_['error_empty_folder']   = 'Вкажіть каталог.';
$_['error_zip_archive_missing'] = '<p>Увага!!! Відсутній критично необхідний php-клас <b>ZipArchive</b>. Без цього класу неможливе створення резервної копії. Зверніться до вашого хостера.</p>';
$_['error_ioncube_missing'] = '';
$_['error_license_missing'] = '';

$_['mail_support'] = '';
$_['module_licence'] = '';$_['text_module_version']='28';
$_['error_license_missing']='<h3 style = "color: red"> Відсутній файл з ключем! </h3>
<ul>
	<li> назву сайту, на якому ви купили модуль, наприклад, https://neoseo.com.ua </li>
	<li> назву модуля, який ви купили, наприклад: NeoSeo Обмін з 1С:Підприємство </li>
	<li> номер замовлення на цьому сайті, наприклад, 355446 </li>
	<li> основний домен сайту для якого буде активований файл з ключем, наприклад, https://neoseo.ua </li>
</ul>

<p> Отриманий файл з ключем покладіть у корінь сайту, тобто поруч з файлом robots.txt і натисніть кнопку "Перевірити ще раз".</p>';
$_['error_ioncube_missing']='<h3 style="color: red">Відсутній IonCube Loader!</h3>

<p>Щоб користуватися нашим модулем, вам потрібно встановити IonCube Loader.</p>

<p>Для установки зверніться до ТП Вашого хостингу</p>

<p>Якщо ви не можете встановити IonCube Loader самостійно, у вас є можливість попросити допомоги у наших фахівців за адресою <a href="mailto:support@neoseo.com.ua"> support@neoseo.com.ua </a></p>';
$_['module_licence']='<h2>Ліцензійні умови згоди на використання програмного забезпечення NeoSeo</h2>
<p>Дякуємо вам за покупку програмних продуктів нашої веб-студії.</p>
<p>Нижче наведені юридичні умови, які поширюються на всіх, хто відвідує наш сайт і користується нашими програмними продуктами або послугами. Дані умови спрямовані на те, щоб захистити ваші інтереси та інтереси ТОВ "НЕОСЕО" і його афілійованих структур і осіб (далі, "ми", "NeoSeo"), які виступають в договорах від його імені.</p>
<p><strong>1. Введення</strong></p>
<p>Ці Умови використання NeoSeo ( "Умови використання") поряд з додатковими умовами, які стосуються ряду конкретних послуг або програмних продуктів, розробок і представлені на веб-сайті (-ів) NeoSeo, містять умови і положення, дія яких поширюється на кожного відвідувача або користувача ( "Користувач", "ви" або "Покупець") веб-сайту NeoSeo, додатків, доповнень і компонентів, запропонованих нами поряд з наданням послуг і веб-сайту, якщо не вказано інше (всі послуги та програмне забезпечення, програмні модулі запропоновані через веб-сайт NeoSeo або допоміжні сервіси, веб-сервіси, ін. додатки від імені NeoSeo спільно іменуються - "Послуги NeoSeo" або "Послуги").</p>
<p>Ви можете відвідувати і / або використовувати Послуги NeoSeo тільки в тому випадку, якщо повністю згодні з Умовами NeoSeo: використовуючи будь-яку з Послуг NeoSeo і / або підписуючись на неї, ви висловлюєте і підтверджуєте свою згоду з даними Умовами користування та іншими Умовами NeoSeo, наприклад, умови надання послуг програмування в розрізі типових і нетипових завдань, які виписані тут:   <a href="https://neoseo.com.ua/vse-chto-nujno-znat-klienty" target="_blank" class="external">https://neoseo.com.ua/vse-chto-nujno-znat-klienty</a> , (далі Умови NeoSeo).</p>
<p>Якщо ви не можете прочитати Умови NeoSeo, не знаєте їх або не згодні з ними, ви повинні покинути Веб-сайт NeoSeo і не користуватися Послугами NeoSeo.</p>
<p>Використовуючи наші Програмні продукти, Сервіси і Послуги, ви підтверджуєте, що ознайомилися з нашою Політикою конфіденційності, доступною до перегляду за адресою <a href="https://neoseo.com.ua/politika-konfidencialnosti" target="_blank" class="external">https://neoseo.com.ua/politika-konfidencialnosti</a>   ("Політика конфіденційності").</p>
<p>Цей документ є ліцензійною угодою між вами і NeoSeo.</p>
<p>Погоджуючись на цю угоду або використовуючи програмне забезпечення, ви погоджуєтеся з усіма цими умовами.</p>
<p>Ця угода відноситься до програмного забезпечення NeoSeo, будь-яких шрифтів, піктограм, зображень або звукових файлів, що надаються у складі програмного забезпечення, а також до всіх оновлень, доповнень або служб NeoSeo для програмного забезпечення, якщо в їх відношенні не застосовуються інші умови. Це також стосується розроблених в NeoSeo додатків і доповнень для SEO-Магазину, які забезпечують розширення його функціональних можливостей.</p>
<p>До використання вами деяких функцій додатків можуть застосовуватися додаткові умови NeoSeo і третіх осіб. Для коректної роботи деяких додатків необхідні додаткові угоди з окремими умовами та політиками конфіденційності, наприклад з сервісами, які надають послуги смс-нотифікації.</p>
<p>Програмне забезпечення не продається, а надається за ліцензією.</p>
<p>NeoSeo зберігає за собою всі права (наприклад, права, передбачені законами про захист інтелектуальної власності), які не надаються явно в рамках цієї угоди. Наприклад, ця ліцензія не надає вам права:</p>
<li><span></span><span></span>окремо використовувати або віртуалізувати компоненти програмного забезпечення;</li>
<li>публікувати або копіювати (за винятком дозволеної резервної копії) програмне забезпечення, надавати програмне забезпечення у прокат, в оренду або в тимчасове користування;</li>
<li>передавати програмне забезпечення (за винятком випадків, передбачених цією угодою);</li>
<li>намагатися обійти технічні обмеження програмного продукту;</li>
<p>Ви маєте право використовувати дане програмне забезпечення, тільки якщо у вас є відповідна ліцензія і програмне забезпечення було належним чином активовано з використанням справжнього ключа продукту або в інший дозволений спосіб.</p>
<p>У вартість ліцензії SEO-Магазину не включені послуги установки, настройки і тим більше його стилізації, також як і інші платні / безкоштовні доповнення до нього. Дані послуги є додатковими, вартість залежить від кількості необхідних для реалізації годин, детальніше тут: <a href="https://neoseo.com.ua/vse-chto-nujno-znat-klienty" target="_blank" class="external">https://neoseo.com.ua/vse-chto-nujno-znat-klienty</a></p>
<p>З повною версією документа можна ознайомитися тут:</p>
<p><a href="https://neoseo.com.ua/usloviya-licenzionnogo-soglasheniya" target="_blank" class="external">https://neoseo.com.ua/usloviya-licenzionnogo-soglasheniya</a>
</p>';
$_['mail_support']='<h2>Умови безкоштовної та платної інформаційної та технічної підтримки в <a class="external" href="https://neoseo.com.ua/" target="_blank">NeoSeo</a>.</h2>

<p>Оскільки ми впевнені у тому, що будь-яка Якісна робота повинна бути оплачуваною, всі консультаційні відповіді, що вимагають попередньої підготовки - платні, в т.ч. і ситуації у стилі: &quot;подивіться, а чому тут ВАШ модуль не працює?&quot;</p>

<p>Якщо відповідь на Ваше питання у нас вже готова, Ви її отримаєте безкоштовно. Але якщо для відповіді потрібно витратити час, щоб розібратися в питанні, вивчити файли, знайти помилку і проаналізувати, перш ніж отримати відповідь, попросимо здійснити оплату.</p>

<p>Ми допомагаємо безкоштовно <strong>по встановленні</strong> і <strong>усуненні помилок при встановленні</strong> куплених у нас модулів у порядку загальної черги.</p>

<p>За будь-якими питаннями звертайтесь на support@neoseo.com.ua.</p>

<p>З повною версією ліцензійної угоди ознайомтесь тут: <a class="external" href="https://neoseo.com.ua/usloviya-licenzionnogo-soglasheniya" target="_blank">https://neoseo.com.ua/usloviya-licenzionnogo-soglasheniya</a></p>

<p><strong>Бонус за написання відгуку!</strong></p>

<p>Шановний покупець, для того щоб наші програмні продукти ставали ще кращими і ти отримував ще більше, залиш, будь ласка, відгук про наш продукт або співпрацю з нами на нашій сторінці Facebook, Google, Яндекс і OpenCartForum.com.</p>

<p>- пиши як є, нам важливо почути чесну і об&#39;єктивну оцінку нашої роботи.</p>

<p>Посилання на наші модулі та профілі:</p>

<ul>
    <li>Профіль компанії на Opencartforum <a class="external" href="https://opencartforum.com/topic/41195-neoseo/?page=5" target="_blank">https://opencartforum.com/topic/41195-neoseo/?page=5</a></li>
    <li><a class="external" href="https://www.facebook.com/neoseo.com.ua/" target="_blank">Facebook</a> клікніть тут: <a class="external" href="http://prntscr.com/g67dtz" target="_blank">http://prntscr.com/g67dtz</a></li>
    <li><a class="external" href="https://goo.gl/N6t2xw" target="_blank">Google</a>, зробіть клік ось тут: <a class="external" href="http://prntscr.com/g3se6f" target="_blank">http://prntscr.com/g3se6f</a></li>
    <li><a class="external" href="https://yandex.ru/maps/org/neoseo/1835577365/" target="_blank">Профіль компанії на Яндекс</a> (відгук повинен пройти модерацію сервісу)</li>
</ul>

<p>У знак подяки за витрачений час на написання відгуків, ми підготували для вас бонус:</p>

<ol>
    <li>за написання відгуку на будь-яких двох майданчиках: знижка - 50% на будь-який модуль.</li>
    <li>за написання відгуку на 4-х майданчиках - даруємо будь-який потрібний тобі модуль, крім модуля обміну з 1С: Підприємство в подарунок!</li>
</ol>

<p>Повний список можливих функціональних рішень (модулів) знаходиться тут: <b>&nbsp;<a href="https://neoseo.com.ua/module-prices-in-rubles" target="_blank">https://neoseo.com.ua/module-prices-in-rubles</a>&nbsp;</b></p>

<p>Ще раз, велике спасибі за те, що ви з нами!</p>

<p>Команда NeoSeo</p>';
