<?php

// Heading
$_['heading_title'] = ' '.$_['module_name'];
$_['text_edit'] = 'Налаштування модуля: '.$_['module_name'].'';
$_['poip_module_name'] = $_['module_name'];

// Text
$_['text_module'] = 'Модулі';
$_['text_success'] = 'Налаштування модуля "'.$_['module_name'] .'" успішно змінено!';
$_['text_content_top'] = 'Верх сторінки';
$_['text_content_bottom'] = 'Низ сторінки';
$_['text_column_left'] = 'Ліва колонка';
$_['text_column_right'] = 'Права колонка';

// Column
$_['column_poip_ocfilter_option_value'] = 'Значення опції для підбору зображень під час фільтрації';

// Entry
$_['entry_settings'] = 'Налаштування модуля';
$_['entry_custom_theme_id'] = 'Ідентифікатор шаблону';
$_['entry_custom_theme_id_help'] = 'Заповнюється лише якщо каталог шаблону перейменований або має унікальне ім’я';
$_['entry_import'] = 'Імпорт';
$_['entry_import_description'] = 'Формат файлу: XLSX. Дані завантажуються з першого аркуша.
<br>У першому рядку таблиці повинні бути заголовки виду: product_id, option_value_id, image (не плутати з product_option_id)
<br>Починаючи з другого рядка таблиці мають дані відповідні заголовкам';
$_['entry_import_nothing_before'] = 'Не видаляти зображення опцій перед завантаженням даних';
$_['entry_import_delete_before'] = 'Видалити всі зображення опцій перед завантаженням даних';
$_['error_xlsx_lib_is_not_found'] = 'Бібліотека %s для роботи з XLSX не знайдена (необхідна лише використовуючи функції експорту-імпорту).';
//$_['error_php_excel_is_not_found'] = 'Не виявлено PHPExcel</a> (<a href="http://liveopencart.ru/phpexcel/" target="_blank">що таке PHPExcel?</a>) . Немає файлу: ';
$_['error_php_excel_is_necessary_for_xls'] = '(бібліотека PHPExcel необхідна для імпорту XLS)';
//$_['error_box_spout_is_not_found'] = 'Бібліотека "Box/Spout" не виявлена (необхідна лише використовуючи функції експорту-імпорту).';
$_['error_source_file_is_not_found'] = 'Не знайдено файл-джерело';
$_['error_wrong_hash_remote'] = 'Невірний хеш файлу (для завантаження)';
$_['error_wrong_hash_local'] = 'Невірний хеш файлу (після завантаження)';
$_['button_install_xlsx_lib'] = 'Встановити %s автоматично';
$_['success_install_xlsx_lib'] = 'Встановлено бібліотеку %s. Будь ласка, перезавантажте сторінку.';
$_['button_upload'] = 'Завантажити файл';
$_['button_upload_help'] = 'завантаження почнеться відразу після вибору файлу';
$_['entry_server_response'] = 'Відповідь сервера';

$_['entry_import_result'] = 'Оброблено рядків/зображень/пропущено';
$_['entry_import_result_done'] = 'Імпортування даних завершено';
$_['entry_import_result_details'] = 'Деталі (номери рядків)';
$_['entry_import_result_toggle_details'] = 'Показати/Приховати номери рядків';
$_['entry_import_result_rows'] = 'Оброблено рядків: ';
$_['entry_import_result_added'] = 'Додано: ';
$_['entry_import_result_skipped'] = 'Пропущено (unknown reason): ';
$_['entry_import_result_not_found'] = 'Не знайдено опцію товару: ';
$_['entry_import_result_no_image'] = 'Немає зображення: ';
$_['entry_import_result_already_exist'] = 'Зображення опції вже є:';

$_['entry_export'] = 'Експорт';
$_['button_export'] = 'Експортовані дані';
$_['entry_export_description'] = 'Експорт зображень опцій. Формат файлу: XLSX. Для експорту даних використовується лише перший лист.
<br>У перший рядок таблиці вивантажуються заголовки: product_id, option_value_id, image (не плутати з product_option_id)
<br>Починаючи з другого рядка таблиці вивантажуються дані, що відповідають заголовкам.';
$_['entry_export_first_product_id'] = 'З ID товару';
$_['entry_export_last_product_id'] = 'За ID товару';
$_['entry_export_min_product_id'] = 'min ID:';
$_['entry_export_max_product_id'] = 'max ID:';

$_['entry_layout'] = 'Схема:';
$_['entry_position'] = 'Розташування:';
$_['entry_status'] = 'Статус:';
$_['entry_sort_order'] = 'Порядок сортування:';
$_['entry_sort_order_short'] = 'Порядок:';
$_['entry_settings_default'] = 'загальне налаштування';
$_['entry_settings_yes'] = 'Так';
$_['entry_settings_no'] = 'Ні';

$_['entry_no_value'] = 'немає значення';
$_['entry_no_value_help'] = 'відображати зображення якщо опція не вибрана (має сенс коли зображення прив’язане хоча б до одного значення опції)';
$_['entry_any_value'] = 'будь-яке значення';
$_['entry_any_value_help'] = 'відображати зображення якщо вибрано будь-яке значення опції (має сенс, якщо зображення має бути приховане до вибору опції)';

$_['entry_options_images_edit'] = 'Редагування зображень опцій';
$_['entry_options_images_edit_help'] = 'спосіб (місце) редагування зображень опцій';
$_['entry_options_images_edit_v0'] = 'Зображення до опцій (на закладці \'Опції\')';
$_['entry_options_images_edit_v1'] = 'Опції до зображень (на закладці \'Зображення\')';

$_['entry_images_for_ro'] = 'Зображення пов’язаних опцій';
$_['entry_images_for_ro_help'] = 'вказувати зображення для комбінацій пов’язаних опцій';
$_['entry_images_for_ro_details'] = '';

$_['entry_img_use_v0'] = 'Ні (відключено)';
$_['entry_img_use_v1'] = 'Для всіх (показувати всі зображення опцій у додаткових зображеннях товару)';
$_['entry_img_use_v2'] = 'Для обраних (показувати лише зображення обраних опцій у додаткових зображеннях товару)';
$_['entry_img_use_v3'] = 'Для обраних, до вибору - виключати (поки опції не вибрані, виключати їх зображення із зображень товару)';

$_['entry_img_first_v0'] = 'Використовувати звичайним чином (стандартно)';
$_['entry_img_first_v1'] = 'Замінити першим зображенням опції товару';
$_['entry_img_first_v2'] = 'Додати до списку зображень опції товару';

// Entry Module Settings
$_['entry_img_change'] = 'Змінювати зображення товару при виборі опції';
$_['entry_img_change_help'] = 'міняти головне зображення на сторінці товару при виборі значення опції (використовується перше зображення опції відповідно до зазначеного порядку сортування)';
$_['entry_img_hover'] = 'Змінювати зображення при наведенні миші';
$_['entry_img_hover_help'] = 'міняти головне зображення на сторінці товару при наведенні покажчика миші на одне з додаткових зображень товару';
$_['entry_img_click'] = 'Змінювати зображення під час кліку';
$_['entry_img_click_help'] = 'міняти головне зображення на сторінці товару при натисканні на одному з додаткових зображень товару (функція підтримується не для всіх шаблонів)';
$_['entry_img_main_to_additional'] = 'Головне зображення додаткові';
$_['entry_img_main_to_additional_help'] = 'включати головне зображення товару до списку додаткових зображень';
$_['entry_img_main_to_additional_v0'] = 'Не включати (за замовчуванням)';
$_['entry_img_main_to_additional_v1'] = 'Включати';
$_['entry_img_main_to_additional_v2'] = 'Включати тільки якщо товар має інші додаткові зображення';

$_['entry_img_use'] = 'Зображення опцій у зображеннях товару';
$_['entry_img_use_help'] = 'включити зображення додані для опцій до списку додаткових зображень товару, що показуються покупцю на сторінці товару';

$_['entry_img_limit'] = 'Фільтрувати зображення під час вибору опцій';
$_['entry_img_limit_help'] = 'у списку додаткових зображень товару показувати покупцеві тільки зображення, що відповідають обраному значенню опції (якщо для нього додані зображення)<br>
працює тільки якщо включена опція "'.$_['entry_img_use'].'"';
$_['entry_img_limit_v0'] = 'Ні';
$_['entry_img_limit_v1'] = 'Фільтрувати всі зображення';
$_['entry_img_limit_v2'] = 'Фільтрувати лише зображення вибраних опцій';
$_['entry_img_limit_v3'] = 'Фільтрувати тільки зображення вибраних опцій суворо (навіть якщо вони використані як звичайні зображення товару)';
$_['entry_img_filter_by_comb'] = 'Фільтрувати за всіма опціями';
$_['entry_img_filter_by_comb_help'] = 'Якщо зображення прив’язане до значень кількох опцій, показувати його тільки коли всі відповідні значення опцій вибрано';

$_['entry_img_gal'] = 'Обмежувати галерею зображень';
$_['entry_img_gal_help'] = 'показувати в галереї зображень (у спливаючому вікні) на сторінці товару тільки ті картинки, які залишилися у списку зображень після фільтрації за вибраними значеннями опцій<br>
рекомендується використовувати якщо у шаблоні використовується стандартний модуль галереї з OpenCart, включених налаштуваннях модуля "'.$_['entry_img_use'].'" та "'.$_['entry_img_limit'].'"';

$_['entry_img_option'] = 'Показувати зображення під опцією';
$_['entry_img_option_v0'] = 'Ні';
$_['entry_img_option_v1'] = 'Так (усі зображення вибраного значення опції)';
$_['entry_img_option_v2'] = 'Так (зображення спільні для всіх вибраних опцій)';
$_['entry_img_option_help'] = 'показувати на сторінці товару під опцією зображення, що відповідають обраному значенню (тільки для обраних значень опцій)';

$_['entry_img_load_outofstock'] = 'Працювати з нульовими залишками';
$_['entry_img_load_outofstock_help'] = 'завантажувати зображення, прив’язані до опцій без залишків (може біль корисно при використанні модифікацій, що дозволяють показувати опції з нульовими залишками)';

$_['entry_img_category'] = 'Опції у списках товарів';
$_['entry_img_category_help'] = 'відображати іконки опцій у списках товарів (у категорії, у хітах продажу, у рекомендованих, в останніх, в акціях) з можливістю перегляду зображення та швидкого переходу на сторінку товару з автоматичним вибором відповідної опції';
$_['entry_img_category_click'] = 'Змінювати зображення товару у списку товарів за кліком на іконці опції';
$_['entry_img_category_click_help'] = 'змінювати головне зображення товару на зображення опції по кліку на іконці опції (за замовчуванням при наведенні), працює тільки якщо включена \''.$_['entry_img_category'].'\' ';
$_['entry_custom_thumb_size'] = 'Вибраний розмір іконок опцій у списках товарів';
$_['entry_custom_thumb_size_help'] = 'вказати потрібну ширину/висоти для іконок опцій, які показуються у списках товарів (за замовчуванням обчислюються автоматично), працює тільки якщо включена опція \''.$_['entry_img_category'].'\' ';
$_['entry_custom_thumb_width'] = 'Ширина (пікс)';
$_['entry_custom_thumb_height'] = 'Висота (пікс)';

//$_['entry_img_sort'] = 'Наскрізне сортування зображень';
//$_['entry_img_sort_help'] = 'сортувати зображення відповідно до зазначеного порядку незалежно від опцій, до яких вони прив’язані';
$_['entry_img_first'] = 'Стандартне зображення опції';
$_['entry_img_first_help'] = 'визначає використання зображення значень опцій, доданих на сторінці редагування опцій (меню Каталог - Опції - і т.д.)';
$_['entry_img_cart'] = 'Зображення опції в кошику';
$_['entry_img_cart_help'] = 'показувати зображення вибраних значень опцій у кошику';

$_['entry_show_settings'] = 'Показати налаштування';
$_['entry_hide_settings'] = 'Приховати налаштування';
$_['entry_show_hide'] = 'показати/сховати';
$_['entry_img_radio_checkbox'] = 'Показувати іконки для опцій типу "Перемикач" та "Прапорець"';
$_['entry_img_radio_checkbox_help'] = 'показувати іконки для опцій типу \'Перемикач\' та \'Прапорець\' аналогічно опціям типу \'Зображення\' (сумісність з нестандартними шаблонами не гарантується)';
$_['entry_dependent_thumbnails']= 'Залежні іконки опцій';
$_['entry_dependent_thumbnails_help']= 'міняти іконки опцій на сторінці товару в залежності від обраних значень інших опцій';

$_['text_update_alert'] = '(доступна нова версія)';

$_['button_select_images'] = 'Вибрати позначені зображення (одне або кілька)';
$_['button_add_images'] = 'Додати зображення (одне або кілька)';

$_['entry_about'] = 'Про модуль';
$_['module_description'] = '
Модуль дозволяє прив’язувати зображення до опцій товарів (одне або кілька зображень для кожної опції), динамічно змінювати видимі зображення на сторінці товару в залежності від обраної опції, міняти головне зображення товару при наведенні курсору миші на додаткове зображення, замінювати стандартні іконки опцій на індивідуальні для кожного товару тощо.
<br>Підтримуються опції типів "Список", "Перемикач" та "Прапорець" ("Select", "Radio", "Checkbox").
';

$_['text_conversation'] = '';

$_['entry_we_recommend'] = 'Також рекомендуємо:';
$_['text_we_recommend'] = '

';
$_['module_copyright'] = '"'.$_['module_name'].'". це комерційне доповнення. Не викладайте його на сайтах для скачування та не передавайте його копії іншим особам.<br>
Купуючи модуль, Ви набуваєте права його використання на одному сайті. <br>Якщо Ви бажаєте використовувати модуль на декількох сайтах, слід придбати окрему копію модуля для кожного сайту.<br>
';

// Error
$_['error_permission'] = 'У Вас немає прав для зміни модуля "'.$_['module_name'] .'"!';

$_['text_module_version'] = $_['module_name'].', версія';
$_['text_module_support'] = '';

// Extension Manager API
$_['ll_icon'] = 'fa fa-leaf';
$_['ll_color'] = '#01A121';
$_['ll_buttons'] = '[{"style":"success","icon":"fa fa-shopping-cart","title":"Магазин модулів","position":"1"," link":"https://liveopencart.ru","target":"0","sort":"3","id":"","before":"","after":" | },{"style":"success","icon":"fa fa-envelope-o","title":"Допомога по модулю","position":"1","link":"mailto:help @liveopencart.ru?subject=Допомога за модулем","target":"1","sort":"4","id":"","before":"","after":" | ]';