<?php
// Heading
$_['heading_title'] = '<strong style="color:#41637d"><b>Карусель відгуків про магазин</b></strong>';

// Entry
$_['entry_status'] = 'Статус';
$_['entry_limit'] = 'Ліміт';
$_['entry_name'] = 'Назва в адмін панелі';
$_['entry_title'] = 'Заголовок на сайті';
$_['entry_autoplay_speed'] = 'Введіть швидкість прогортання слайдів';

// Text
$_['text_module'] = 'Модулі';
$_['text_success'] = 'Ви успішно зберегли налаштування модуля!';
$_['text_edit'] = 'Редагувати модуль';
$_['autoplay_speed'] = 'Швидкість перегортання';
$_['text_only_photo'] = 'Тільки з фото';
$_['text_only_video'] = 'Тільки з відео';
$_['text_auto'] = 'Авто прогортання каруселі';
$_['text_extension'] = 'Модулі';
$_['text_main_settings'] = 'Основні налаштування';
$_['text_media_settings'] = 'Налаштування медіа, що завантажуються';
$_['text_edit'] = 'Редагування модуля';
$_['text_on'] = 'Вкл';
$_['text_off'] = 'Вимк';
$_['text_yes'] = 'Так';
$_['text_no'] = 'Ні';
$_['text_default_sorting'] = 'Стандартне сортування';
$_['text_num_reviews'] = 'Кількість відгуків на сторінці';
$_['text_register'] = 'Відгуки можуть залишати лише зареєстровані покупці';
$_['text_likes'] = 'Лайки/дизлайки лише зареєстровані покупці';
$_['text_rating'] = 'Оцінка при написанні відгуку є обов’язковою/ні';
$_['text_limitations'] = 'Поля гідності/недоліки показувати/ні';
$_['text_captcha'] = 'Показувати капчу';
$_['text_answer'] = 'Додати можливість відповідати на відгуки';
$_['text_answer_register'] = 'Відповідати можуть лише зареєстровані';
$_['text_add_photo'] = 'Можливість додавання фото';
$_['text_add_video'] = 'Можливість додавання відео';
$_['text_all_media'] = 'Показувати блок усі фото та відео';
$_['text_delete_images'] = 'Видалити з папки всі зображення, які не прив’язані до відгуків';
$_['text_delete'] = 'Видалити';
$_['text_thumbs_size'] = 'Розмір фото та відео мініатюр: ширина/висота в пікселях';
$_['text_popup_size'] = 'Розмір оригінальних фото: ширина/висота в пікселях. 0 - залишати без змін.';
$_['text_size_limit'] = 'Обмеження завантажених фотографій за роздільною здатністю: ширина/висота в пікселях.';
$_['text_weight_limit'] = 'Максимально допустимий розмір фотографії, що завантажується в мегабайтах.';
$_['text_count_limit'] = 'Обмеження кількості фотографій, що прикріплюються, до одного відгуку.';
$_['text_license_key'] = 'Введіть ліцензійний ключ.';
$_['text_license_key_save'] = 'Зберегти ключ';
$_['text_entry_key'] = 'Введіть ліцензійний ключ';
$_['sort_date'] = 'За датою';
$_['sort_most_useful'] = 'Найкорисніші';
$_['sort_rating'] = 'За рейтингом';
$_['sort_with_media'] = 'З фото та відео';

// Entry
$_['entry_name'] = 'Назва';
$_['entry_admin_name'] = 'Стандартне ім’я адміністратора у відповідях';
$_['entry_automoderate'] = 'Автомодерування відгуків';
$_['entry_limit'] = 'Ліміт';
$_['entry_image'] = 'Зображення (ширина x висота)';
$_['entry_width'] = 'Ширина';
$_['entry_height'] = 'Висота';
$_['entry_status'] = 'Статус';

// Error
$_['error_permission'] = 'У вас немає прав для керування цим модулем!';
$_['error_name'] = 'Ім’я модуля повинно бути від 3 до 64 символів!';
$_['error_width'] = 'Необхідно вказати ширину!';
$_['error_height'] = 'Необхідно вказати висоту!';
