<?php
// Заголовок
$_['heading_title']    = '<strong style="color:#41637d"><b>Віджет месенджерів</b></strong>';

//Текст
$_['text_extension'] = 'Модулі';
$_['text_success'] = 'Налаштування модуля оновлено!';
$_['text_edit'] = 'Редагування модуля';

// Таби
$_['tab_1'] = 'Основні налаштування';
$_['tab_2'] = 'Налаштування оформлення';
$_['tab_6'] = 'Налаштування підказок';
$_['tab_3'] = 'Месенджери';
$_['tab_4'] = 'CSS';
$_['tab_5'] = 'Інформація';

// Основні налаштування
$_['text_status'] = 'Статус';
$_['text_position'] = 'Положення';
$_['text_padding'] = 'Відступ праворуч/ліворуч desktop';
$_['text_padding_bottom'] = 'Відступ знизу desktop';
$_['text_padding_mobile'] = 'Відступ праворуч/ліворуч mobile';
$_['text_padding_bottom_mobile'] = 'Відступ знизу mobile';
$_['text_right'] = 'Праворуч';
$_['text_left'] = 'Зліва';
$_['text_back_color'] = 'Колір фону іконки';
$_['text_icon_color'] = 'Колір іконки';
$_['text_text_color'] = 'Колір тексту';
$_['text_tip_back_color'] = 'Колір фону';
$_['text_text_hover_color'] = 'Колір тексту при наведенні';
$_['text_icon_size_desc'] = 'Розмір кнопки desktop';
$_['text_icon_size_mobile'] = 'Розмір кнопки mobile';
$_['text_fogging'] = 'Затемнення';
$_['text_fogging_color'] = 'Колір затемнення';
$_['text_animation_1'] = 'Анімація 1';
$_['text_animation_2'] = 'Анімація 3';
$_['text_animation_3'] = 'Анімація 2';
$_['text_slide_speed'] = 'Швидкість зміни іконок (млс)';
$_['text_text_tip'] = 'Текст підказки';
$_['text_show_animation'] = 'Анімація появи';
$_['text_icon'] = 'Іконка';
$_['text_no_bg'] = 'Вимкнути фон у списку месенджерів';
$_['text_tips'] = 'Підказки';
$_['text_disabled'] = 'Вимкнено';
$_['text_enabled'] = 'Увімкнено';
$_['text_hover'] = 'При наведенні';
$_['text_delay'] = 'З затримкою';
$_['text_tips_type'] = 'Поява';
$_['text_delay_time'] = 'Затримка (млс)';
$_['text_select_icon'] = 'Виберіть іконку';
$_['text_modal_close'] = 'Закрити';
$_['text_manager'] = 'Інформація про менеджера';

// Налаштування посилань
$_['text_link_status'] = 'Статус';
$_['text_link_text'] = 'Текст посилання';
$_['text_sort_order'] = 'Сортування';
$_['text_link'] = 'Посилання';
$_['text_link_img'] = 'Іконка';

$_['text_telegram'] = 'Telegram';
$_['text_viber'] = 'Viber';
$_['text_whatsapp'] = 'Whatsapp';
$_['text_messenger'] = 'Messenger';
$_['text_messenger'] = 'Messenger';
$_['text_skype'] = 'Skype';
$_['text_mail'] = 'Mail';
$_['text_vk'] = 'Vk';
$_['text_phone1'] = 'Телефон 1';
$_['text_phone2'] = 'Телефон 2';
$_['text_phone3'] = 'Телефон 3';
$_['text_viber_b'] = 'Вайбер бізнес';
$_['text_viber_group'] = 'Вайбер група';
$_['text_instagram'] = 'Instagram';
$_['text_callback'] = 'Зворотний дзвінок';
$_['text_cutsom_link'] = 'Кастомне посилання';
$_['text_adaptation'] = 'Адаптація:';

$_['text_telegram_tip'] = 'У полі для посилання потрібно вводити ім’я користувача вашого телеграма без символу @';
$_['text_number_tip'] = 'У полі для посилання потрібно вводити номер телефону без +';
$_['text_viber_b_tip'] = 'У полі для посилання потрібно вводити дані, які йдуть після viber://pa?chatURI=';
$_['text_viber_g_tip'] = 'У полі для посилання потрібно вводити дані, які йдуть після https://invite.viber.com/';
$_['text_jivosite_tip'] = 'Код Jivosite раніше підключений на пряму у файл рекомендується відключити';


$_['text_customcss'] = 'CSS код';

// Інформація
// Информация
$_['ask_support']         = '<i style="font-size: 20px" class="fa fa-question" aria-hidden="true"></i> Підтримка';
$_['ask_phone_icons']     = '<i style="font-size: 20px" class="fa fa-picture-o" aria-hidden="true"></i> Зображення мобільних операторів для телефонів';
$_['ask_review']          = '<i style="font-size: 20px" class="fa fa-star" aria-hidden="true"></i> Допоможіть з вибором іншим ';
$_['ask_language']        = '<i style="font-size: 20px" class="fa fa-language" aria-hidden="true"></i> Мультимовність для тексту';
//$_['ask_icons']           = '<i style="font-size: 20px" class="fa fa-fonticons" aria-hidden="true"></i> На кнопці не відображається іконка';
$_['answer_support']      = '<p>Підтримка здійснюється у будні дні. Я намагаюся відповідати на запитання максимально швидко,  за винятком форс-мажорних ситуацій.</p><p>Для отримання підтримки, в листі вкажіть наступну інформацію:</p><ul><li>Детальний опис проблеми, при необхідності скріншоти або відео&nbsp;</li></ul><p>З найкращими побажаннями!</p>';
$_['answer_phone_icons']       = '
<div>Ви можете задати іконки номерам телефонів у вкладці "Месенджери", натиснувши на іконку телефону. У наборі є іконки популярних мобільних операторів України.</div>
<br />
<p></p>Якщо Ви не знайшли іконки потрібного телефонного оператора - можна замінити існуючу іконку тією, якою захочете.</p>
<p>Іконки розміщуються на шляху <b>image/catalog/ts-messengers/</b> на вашому сервері.</p>
<ul>Вимоги до іконок:
<li>Формат зображення - svg</li>
<li>Рекомендований розмір 64х64px</li>
<li>При заміні назва картинки повинна залишитися незмінною, так само як і формат.</li>
</ul>
<div>Якщо Ви випадково видалили картинку і хочете відновити її можна витягнути з архіву модуля по шляху <b>image/catalog/ts-messengers/</b>.</div>
';
$_['answer_review']			= '<p>Відгук - найкращий стимул розробляти якісніший і функціональніший продукт, так само, це допоможе з вибором іншим користувачам, які ще тільки планують придбати доповнення.</p><p>Я буду вдячний, якщо ви залишите відгук на майданчику, де було придбано доповнення .</p><p>Вітаються пропозиції щодо покращення модуля в особисті повідомлення або іншими каналами зв’язку.</p>';
$_['answer_icons']     	    = '';

// Ошибки
$_['error_permission']     	= 'У вас немає прав для керування модулем!';