<?php
$_['text_login'] = 'Вход';
$_['text_login2'] = 'Войти';
$_['text_login3'] = 'Авторизуйтесь!';
$_['text_register'] = 'Регистрация';
$_['text_forgotten'] = 'Напомнить пароль';
$_['text_confirm'] = 'Я согласен(-а) с условиями документа';
$_['text_appruv'] = 'Ваша учётная запись успешно создана и ожидает подтверждения. После её подтверждения Вы сможете войти на сайт, используя Ваш адрес электронной почты и пароль.';
$_['error_popup_login'] = 'Неправильный логин или пароль.';
$_['text_register2'] = 'Зарегистрироваться';
$_['text_register3'] = 'Уже зарегистрированы?';
$_['text_register_password'] = 'Придумайте пароль';
$_['text_error'] 					= 'Запрашиваемая страница не найдена';
?>