<?php
// Heading
$_['heading_title']   = 'Восстановление пароля';

// Text
$_['text_account']    = 'Личный кабинет';
$_['text_forgotten']  = 'Восстановление пароля';
$_['text_your_email'] = 'Ваш E-mail';
$_['text_email']      = 'Введите E-mail вашей учетной записи.';
$_['text_email_to']      = 'Нажмите кнопку Восстановить пароль, чтобы получить пароль по электронной почте.';
$_['text_success']    = 'Новый пароль был выслан на Ваш E-mail.';
$_['text_pasword_sistem']         = 'Если вы вспомнили пароль, пожалуйста, войдет в свой кабинет';
$_['text_in_sistem']         = 'авторизации';

// Entry
$_['entry_email']     = 'E-mail';
$_['entry_password']  = 'Новый пароль';
$_['entry_confirm']   = 'Подтвердите новый пароль';

// Error
$_['error_email']     = 'E-mail адрес не найден, проверьте и попробуйте еще раз!';
$_['error_approved']  = 'Внимание! Ваш аккаунт еще не активирован.';
$_['error_password']  = 'Пароль должен быть от 4 до 20 символов!';
$_['error_confirm']   = 'Пароль и подтверждение пароля различны!';

