<?php
// Heading
$_['heading_title']    = 'Рассылка';

// Text
$_['text_account']     = 'Личный кабинет';
$_['text_newsletter']  = 'Получать email-рассылку новостей (Новинки, скидки, акции)';
$_['text_success']     = 'Ваша подписка успешно обновлена!';
$_['text_points_subscription']      = 'Дарим баллы за подписку';
$_['text_newsletter_subscrip']      = '<p>Бонусных баллов дарим всем за подписку на новости!</p></div> <strong>Бонусные ₴ за подписку</strong><p>1. При оформлении подписки гостем он будет автоматически зарегистрирован, ему будет показано окно с уведомлением об успешном изменении статуса подписки.<br>2. На указанную гостем почту будет отправлено письмо с количеством начисленных баллов, имя - e-mail и автоматически сгенерированный пароль для авторизации в магазине.</p><strong>Важно!</strong><p>Были начисляются только один раз, независимо гость это или зарегистрированный пользователь.</p>';

// Entry
$_['entry_newsletter'] = 'Подписаться';

// Button
$_['button_confirm']     = 'Подтвердить';
